<?php
$after_title_page = $_SERVER['SERVER_NAME'];
$footer_text = "Рандомайзер - генератор случайных чисел, ников, паролей, рифм, имен.";
$site_name = "Рандомайзер";
$home_h1 = "Рандомайзеры, калькуляторы, конвертеры, генераторы случайных значений";
$home_title = "Рандомайзер - набор профессиональных инструментов для вычислений и генерации случайных значений"; 






$home_description = <<<'EOD'
<h3>Кому, когда и зачему нужен этот сайт?</h3>
<p><b>Рандомайзер</b> - очень полезный сервис, который умеет генерировать случайные значения для самых разных нужд. Случайные значения, выдаваемые нашими скриптами, не основываются на результатах радиоактивного распада, Генерация привязана к системному времени, что влияет на итог. Таким образом Вы получаете то, за чем пришли на наш сайт, благодаря разработанным инструментам профессиональными программистами нашей студии.</p>
<p>Генераторы случайных значений нужны всем т.к. они могут использоваться во многих сферах и для разных целей. Например:</p>
<ul>
<li>Вы играете в онлайн игру – вам нужен <b>случайный ник</b>.</li>
<li>Вы MC рэп-батлов и готовитесь к версусу – вам нужен <b>генератор случайных рифм</b>.</li>
<li>Вы любите оставлять комментарии на форумах, ютубе, вконтакте, но закончились оригинальные идеи – воспользуйтесь <b>генератором случайных комментариев</b>.</li>
</ul>
EOD;
?>